{"lang_nl_home2":{"intro_first_desktop":"CO₂ COMPENSATIE","intro_second_desktop":" VOOR IN JE WEBSHOP","intro_first_mobile-1":"CO₂ COM","intro_first_mobile-2":"VOOR IN J","intro_second_mobile-1":"PENSATIE","intro_second_mobile-2":"E WEBSHOP","section_2_title":"Verhoog je conversie. Bestrijd klimaatverandering.","section_2_text":"CO₂ok geeft consumenten de mogelijkheid om online aankopen klimaatneutraal te doen. De makkelijke integratie zorgt binnen een minuut voor verbreding van je MVO strategie. Onze dienst speelt in op de behoefte van de consument, verlaagt cart abandonment, verhoogt retentie en laat zien dat jij om onze planeet geeft!","button_1":"Aan de slag","button_2":"Voor Consumenten","steps_title":"Hoe het werkt","s2_title":"1. Klant wilt afrekenen","s2_text":"Op de winkelwagen/checkout pagina ziet de klant de CO₂ok plugin.","s3a_title":"2. Klant leest: maak mijn aankoop klimaatneutraal","s3_text":"De keuze voor CO₂ compensatie is geheel vrijblijvend.","s4_title":"3. Bij het aanklikken van de knop","s4_text":"Komt er gemiddeld 2% bovenop het aankoopbedrag. (Hiervoor berekenen wij alle broeikasgassen die vrijkomen tijdens productie en transport.)","s5_title":"4. Hiermee financieren wij","s5_text":"Projecten die direct leiden tot minder broeikasgasuitstoot. Hiervoor werken we samen met onze gecertificeerde partners Atmosfair en Fair Climate Fund.","section_3_sub":"De impact","section_3_title":"Top 10 impact van de gemiddelde Nederlander","testimonial_head":"Testimonial","testimonial_content":"De eerste keer dat ik werd gebeld over CO₂ok, zag ik het totáál niet zitten (de tweede en derde keer trouwens ook niet). Het concept van CO₂ compensatie kende ik wel en vind ik een goed idee. Maar ja, extra tekst en afbeeldingen kosten bezoekers – zeggen ze. En ook: 'Je moet de customer-journey kort houden.' Maar deze plugin draagt bij aan het duurzame verhaal van mijn webwinkel. Het ondersteunt de geloofwaardigheid en draagt zo bij aan de omzet. Sinds de installatie zijn de verkopen gestegen, en meer klanten dan verwacht compenseren CO₂.","s3_subTitle":"Cause Marketing toont aan","s3_title":"Dat men nu sneller terug keert naar jouw webshop","s3_consumers":"Klanten","s3_respondents":"Respondenten","s3_row1_percentage1":90,"s3_row1_percentage2":75,"s3_row1_percentage3":92,"s3_row1_percentage4":66,"s3_row1_text":"Bij de keuze tussen twee merken van gelijke kwaliteit en prijs, kiest 90% van de klanten waarschijnlijk een \"cause branded\" -product","s3_row2_text":"3 van de 4 respondenten zijn het erover eens dat bedrijven acties kunnen ondernemen om zowel de winst te vergroten als de economische / sociale omstandigheden voor de samenleving te verbeteren","s3_row3_text":"92% van de consumenten verklaarde een positief beeld van een bedrijf te hebben wanneer een bedrijf een sociaal of milieuprobleem aanpakt","s3_row4_text":"66% van de consumenten wil dat merken een sociaal-politieke houding aannemen","s3_row1_link":"2015 Ebiquity Global Study","s3_row2_link":"2017 Edelman Trust Barometer","s3_row3_link":"2017 Cone Communications Study","s3_row4_link":"Spout Social’s ‘Championing Change in the Age of Social Media’ 2018","section_4_sub":"Projecten","section_4_title":"Hier doen we het voor","section_4_text":"Hernieuwbare energie uit bronnen zoals de zon, wind en water heeft geen negatief effect op het klimaat en produceert een minimale uitstoot van broeikasgassen en geen luchtvervuiling. Dit in tegenstelling tot fossiele brandstoffen zoals kolen, olie en gas. CO₂ok-dragers zijn in hernieuwbare energie: het verstrekken van startfondsen voor zonne-energie en waterkrachtprojecten.","section_4_btn":"Lees meer","section_5_sub":"Enkele van onze partners","section_5_title":"Samen kunnen we een verandering realiseren","section_5_btn":"Sluit je webshop aan bij de strijd"},"lang_en_home2":{"intro_first_desktop":"MAKE SHOPPING","intro_second_desktop":"CLIMATE NEUTRAL","intro_first_mobile-1":"MAKE SH","intro_first_mobile-2":"CLIMATE","intro_second_mobile-1":"OPPING","intro_second_mobile-2":"NEUTRAL","section_2_title":"Together, we can stop climate change.","section_2_text":"At CO₂ok we care about making purchases climate neutral. This is made possible with a browser extension and plugin we created for consumers and merchants. All you have to do is click the magic button and we’ll take care of the rest.","button_1":"For Webshops","button_2":"For Consumers","s2_title":"1. Berekenen van de broeikasgassen","s2_text":"We berekenen de broeikasgassen die vrijkomen tijdens productie en transport. We zetten deze om in gelijke hoeveelheden CO₂, bijvoorbeeld, 1 gram methaan is gelijk aan 100 gram CO₂.","s3_title":"Stand to Reason","s3_text":"Als u ervoor kiest om CO₂ok te kopen, betaalt u een klein extra bedrag bij aankoop.","s4_title":"3. Financieringsprojecten","s4_text":"Dit bedrag wordt gebruikt om projecten voor duurzame energie en CO₂-emissiereductie te financieren (via onze gecertificeerde partner, Atmosfair)","s5_title":"4. Uw inkoopklimaat neutraal maken","s5_text":"Deze projecten verminderen actief de hoeveelheid uitgestoten CO₂. Deze CO₂-reductie komt overeen met de emissie van uw aankoop - uw aankoop is klimaatneutraal!","section_3_sub":"The impact","section_3_title":"Top 10 impact from the average Dutchman","testimonial_head":"People are saying","testimonial_content":"The first time we got called about the CO₂ok-plugin, we didn’t like the idea at all. (The second, third and fourth times neither, by the way). I knew about the concept of CO₂ compensation already and like the idea. But hey, extra text and images costs visitors – they say. And also: ‘Keep your customer journey short.’ But this plug-in contributes to the sustainable story of my online shop. It enhances our credibility and thus contributes to our revenue. And more customers than expected compensate CO₂. That’s why I’m happy with the CO₂ok-plugin","s3_subTitle":"The Numbers","s3_consumers":"Consumers","s3_respondents":"Respondents","s3_row1_percentage1":90,"s3_row1_percentage2":75,"s3_row1_percentage3":92,"s3_row1_percentage4":66,"s3_row1_text":"When choosing between two brands of equal quality and price, 90% of customers pick are likely to pick a “cause branded” product","s3_row2_text":"3 out of 4 respondents agree that companies can take actions to both increase profits and help improve economic/ social conditions for society","s3_row3_text":"92% of consumers declared having a positive image of a company when a company tackles a social or environmental problem","s3_row4_text":"66% of consumers want brands to take a socio-political stance","s3_row1_link":"2015 Ebiquity Global Study","s3_row2_link":"2017 Edelman Trust Barometer","s3_row3_link":"2017 Cone Communications Study","s3_row4_link":"Spout Social’s ‘Championing Change in the Age of Social Media’ 2018","section_4_sub":"Projects","section_4_title":"This is what we do it for","section_4_text":"Renewable energy from sources like the sun, wind and water has no negative effect on climate and produces a minimum of greenhouse gas emission and no air pollution. This in contradiction to fossil fuels such as coal, oil and gas. CO₂ok supports are in renewable energy: providing starting funds for solar energy and hydropower projects.","section_4_btn":"Read more","section_5_sub":"Some of our partners","section_5_title":"Together we can make a change","section_5_btn":"Join us in the fight against climate change!"}}