Repository: Mil0dV/co2ok-dojo-2.0
Catalog: frontend/src/locale/django-*.po
Languages: de, es, nl

source: First of all, our partners usually donate 2-12 times more through the Ninja App (1-6%%) than Amazon does through Amazon Smile (only 0.5%% of the final price). So, if you care about having as big a positive impact on the world as you can, using the Ninja App either instead of or in addition to Amazon Smile is a way to achieve that. Moreover, there are a lot of products or services available in our partner stores that are not available on Amazon. For example, travel services (hotels, flights, train tickets, car rentals), financial products, or sport clubs’ official apparel.
es: En primer lugar, nuestros socios generalmente donan de 2 a 12 veces más a través de la aplicación Ninja (1%-6%) que Amazon a través de Amazon Smile (solo el 0,5% del precio final). Por lo tanto, si tener un mayor impacto positivo en el medio ambiente es algo que te incentiva, usar la aplicación Ninja en lugar de Amazon Smile o bien utilizar ambas, es una forma de lograrlo. Además, hay muchos productos o servicios disponibles en nuestras tiendas asociadas que no están disponibles en Amazon. Por ejemplo, servicios de viajes (hoteles, vuelos, billetes de tren, alquiler de automóviles), productos financieros o indumentaria oficial de clubes deportivos.

source: After installing the Ninja app you will see a our “Shop CO₂ok” box whilst shopping in one of our partner stores. Simply click this box and you will be redirected back to the partner store (exactly where you were before). From then on, whenever you buy something, CO₂ok receives a portion of the price you pay (usually between 1%% and 6%%). We donate our profits to carefully selected organisations such as Atmosfair. Some stores will require you to repeat the process after some time. You are a mobile Ninja - see here.
es: Después de instalar la aplicación Ninja, verás una casilla llamada "Comprar CO₂ok" siempre que compres en una de nuestras tiendas asociadas. Simplemente haciendo click en esta opción serás redirigido de nuevo a la tienda (exactamente donde estabas al inicio). A partir de aquí, cada vez que compres algo, CO₂ok recibirá una porción del precio que pagas (generalmente entre 1% y 6%). Donamos nuestras ganancias a organizaciones cuidadosamente seleccionadas como Atmosfair. Algunas tiendas requerirán que repitas el proceso después de algún tiempo. Si eres un Ninja móvil - haz click aquí.

source: <a href "https://co2ok.ninja/signup/">GET THE APP</a>
es: <a hrefCONSIGA LA APLICACIÓN

source: Sign up via:
es: Regístrate a través de:

source: FAQ
es: Preguntas frecuentes
