Repository: Mil0dV/co2ok-dojo-2.0
Catalog: frontend/src/locale/django-*.po
Languages: de, es, nl

source: Fight climate change while you shop online
de: Bekämpfe den Klimawandel während du online einkaufst
es: Lucha contra el cambio climático mientras compras en línea.
nl: Word een Ninja en shop klimaatneutraal

source: Become a CO₂ok Ninja with our Ninja App. You shop and the store pays a CO₂ compensation at no extra cost for you. Fighting climate change was never this easy.
de: Werde ein CO₂ok Ninja mit unserer Ninja App. Du kaufst ein und der Webshop bezahlt einen CO₂ Ausgleich für dein gekauftes Produkt. Klimawandel zu bekämpfen war noch nie so leicht!
es: Conviértete en un Ninja CO₂ok con nuestra aplicación Ninja. Sólo preocúpate de comprar y la tienda te pagará una compensación de CO₂ sin que le suponga un coste adicional. Luchar contra el cambio climático nunca fue tan fácil.
nl: Samen kunnen wij klimaatverandering tegengaan! Het enige wat jij hoeft te doen, is de gratis CO₂ok Ninja app downloaden. Via deze app compenseer jij de CO2-uitstoot van jouw online aankoop. De webshop betaalt. Mooi toch?!

source: How it works
de: Und so geht’s
es: Cómo funciona
nl: Hoe het werkt

source: GET THE APP!
de: HOL DIR DIE APP!
es: CONSIGA LA APLICACIÓN

source: CHOOSE FROM
de: WÄHLE ZWISCHEN
es: ELIGE ENTRE
nl: KIES UIT

source: 22.000+ INTERNATIONAL SHOPS
de: 22.000+ INTERNATIONALE WEBSHOPS

source: HOW IT WORKS
de: SO EINFACH GEHT ES
es: <a href "https://co2ok.ninja/#about/">Cómo funciona"</a>
nl: HOE WERKT HET

source: Become a CO₂ok Ninja
de: Werde ein CO₂ok Ninja
es: Conviértete en un CO₂ok Ninja
nl: Wordt een CO₂ Ninja

source: Simply register with us and install the app. The app is safe, open source, and respects your privacy.
de: Einfach registrieren und die App installieren. Die App ist sicher, open source und respektiert deine Privatsphäre.
es: Simplemente regístrate con nosotros e instala la aplicación. La aplicación es segura, de código abierto y respeta tu privacidad.
nl: Registreer en installeer de App. De App is veilig, open source en respecteert jouw privacy.

source: We don’t use / store your personal shopping data - our Privacy Policy
de: Weder benutzen noch speichern wir persönliche Einkaufsdaten - Unser Datenschutz
es: No utilizamos ni almacenamos tus datos de compra personales por nuestra Política de privacidad
nl: Wij verzamelen/ gebruiken geen persoonlijke data - bekijk ons privacy beleid

source: Shop
de: Kauf ein
es: Compre

source: Start shopping in your Ninja suit. After paying we will receive a commission from the shop.
de: Geh in deinem Ninja Outfit online shoppen ;). Nachdem du bezahlt hast, erhalten wir eine Kommission von dem Onlineshop.
es: Comienza a comprar con tu traje Ninja. Después de realizar un pago, recibiremos una comisión de la tienda correspondiente.
nl: Winkel als CO₂ok Ninja. Na afrekenen ontvangen wij een commissie van de webshop.

source: Fight climate change
de: Bekämpfe den Klimawandel
es: Combatir el cambio climático

source: With this commission we finance projects that directly reduce greenhouse gas emissions. In effect this makes your purchase climate neutral. Thank you 💚.
de: Mit dieser Kommission finanzieren wir Projekte die unmittelbar Treibhausgase vermindern. Somit machst du deinen Einkauf klimaneutral. Danke dir 💚
es: Con esta comisión financiamos proyectos que reducen directamente las emisiones de gases del efecto invernadero. De esta manera tu compra está ayudando a la protección del medio ambiente. Gracias 💚.
nl: Met deze commissie financieren we projecten die direct broeikasgassen reduceren. CO₂ok maakt zo jouw aankoop klimaatneutraal. Thank you 💚

source: There are no extra costs for you.
de: Das Beste ist - es ist kostenfrei für dich.
es: No hay costos adicionales para usted
nl: Geen extra kosten voor jou.

source: The CO₂ compensation is fully covered by the shop.
de: Der CO₂ Ausgleich wird vollkommen vom Onlineshop übernommen.
es: No supone ningún coste adicional para ti.
nl: De CO₂ compensatie wordt volledig gedekt door de webwinkel.

source: Get involved & fight climate change
de: Mach mit und bekämpfe den Klimawandel!
es: Participa y lucha contra el cambio climático

source: See how much difference you can make
de: Schau wie viel Unterschied du machen kannst
es: Observa la diferencia que tú mismo puedes hacer
nl: Bekijk wat jij voor verschil kan maken.

source: With the commission we finance sustainable energy and CO₂-emission reduction projects via our certified partners. These projects actively reduce the amount of CO₂ emitted, thereby making your purchase climate neutral. In doing so you are positively impacting the environment!
de: Mit der Kommission finanzieren wir Erneuerbare-Energie & CO₂ Verminderungs-Projekte, zusammen mit unseren zertifizierten Partnern. Diese Projekte verringern aktiv den CO₂ Ausstoß und machen somit deinen Einkauf klimaneutral. Somit machst du einen positiven Unterschied für unsere Umwelt!
es: Con la comisión recibida financiamos proyectos de reducción de emisión de CO₂ y energía sostenible a través de nuestros socios certificados. Estos proyectos reducen activamente la cantidad de CO₂ emitido, lo que hace que tu compra tenga un efecto neutro en el cambio climático y no dañino. ¡De esta manera estás impactando positivamente el medio ambiente!
nl: Als jij onze extensie gebruikt doneren wij een bedrag aan de financiering van duurzame energie en projecten voor vermindering van CO₂-uitstoot (via "onze gecertificeerde partner, Atmosfair). Deze projecten zullen actief de "CO₂-uitstoot verminderen, wat je online aankoop weer klimaat neutraal maakt. Op deze manier verbeter je het klimaat!

source: How
de: Wie funkioniert die
es: Cómo
nl: Hoe

source: CO₂ compensation
de: CO₂ Kompensation
es: Compensación de CO₂
nl: CO₂ compensatie

source: works. Read more in the
de: ? Les mehr im
es: trabajos. Siga leyendo…
nl: werkt. Lees meer in de

source: During manufacturing and shipping of products, greenhouse gases are emitted
de: Während der Herstellung und dem Transport werden Treibhausgase freigesetzt.
es: Durante la fabricación y el envío de miles de productos, una gran cantidad de gases del efecto invernadero son emitidos.
nl: Tijdens productie en vervoer van producten komen broeikasgassen vrij

source: With CO₂ok Ninja you prevent at least the same amount of emissions.
de: Mit unserer Ninja App verhinderst du mindestens dieselbe Menge an Treibhausgasen
es: Con CO₂ok Ninja nos ayudas a evitar como mínimo la misma cantidad de emisiones como envíos se hacen.
nl: Wij voorkomen minstens evenveel uitstoot

source: This way, your purchase is climate neutral!
de: Beispielprojekte
es: De esta manera, como mínimo tu compra tiene un impacto neutro en el medio ambiente.

source: REGISTER & FIGHT CLIMATE CHANGE
de: ANMELDEN UND KLIMAWANDEL BEKÄMPFEN
es: REGÍSTRARTE Y LUCHA CONTRA EL CAMBIO CLIMÁTICO
nl: INSTALLEER OM TE HELPEN

source: CO₂ok Ninja Privacy Policy
de: Ninja App Datenschutz
es: CO₂ok Política de privacidad de Ninja
nl: CO₂ok Ninja Privacy Beleid

source: We fight climate change, we don’t mine data! That is why we don’t collect or save any of your personal shopping data. With us your data is yours only.
de: Wir bekämpfen den Klimawandel - wir sind keine Datensammler! Darum sammeln und speichern wir deine Daten nicht. Mit CO₂ok bleiben deine Daten dir - dir alleine!
es: Luchamos contra el cambio climático, sin necesidad de extraer los datos del cliente. Por ello, no recopilamos ni guardamos tus datos personales de compra. Con nosotros, tus datos son sólo tuyos.
nl: We verzamelen en saven geen gebruikersdata gezien we dat niet nodig hebben om commissies te ontvangen. Je privacy is heel belangrijk voor ons, wij houden ook niet van arbitraire data-tracking, daarom doen we dat niet.

source: We work transparent and our code is open source. You can have a look how our Ninja App is technically made. The entire source code is open for you, no secrets involved. You find it here:
de: Wir arbeiten transparent und unser Code ist open source. Du kannst Dir anschauen wie die Ninja App technisch gemacht ist. Der gesamten Code offen einsehbar, wir verstecken nichts und haben keine Geheimnisse!
es: Trabajamos de forma transparente y nuestro código es un código abierto. Puedes ver cómo se hace técnicamente nuestra aplicación Ninja. El código fuente completo está abierto al público, no hay secretos involucrados. Consulta nuestro código aquí:
nl: Onze code is open source, dus kun je bekijken hoe het technisch gemaakt is, de volledige code is in te zien, zo kunnen we geen geheimen houden. Hier kun je de code inzien:

source: Sourcecode Ninja App - browserextension
de: Sourcecode Ninja App
es: Sourcecode Ninja App - browsererextension
nl: Broncode browserextensie

source: Our Ninja App system only needs the right to locally see which online shop you are visiting to activate the commission. The information about visited websites does not leave your computer, so your privacy is protected.
de: Die Ninja App benötigt lediglich die Information auf welchem Onlineshop du dich gerade befindest um die Kommission zu aktivieren. Diese Info verlässt jedoch deinen Computer nicht und somit ist deine Privatsphäre geschützt.
es: Nuestro sistema Ninja App sólo necesita poder acceder de manera online qué tiendas estás visitando para poder activar la comisión correspondiente a dicha tienda. La información sobre los sitios web visitados no saldrá de tu ordenador, por lo que tu privacidad está siempre protegida.
nl: Om de CO₂ok Ninja te laten werken heeft de extensie alleen bepaalde rechten nodig om lokaal te zien welke webshop je momenteel gebruikt om de commissie te activeren bij de webshop.

source: Look further into our
de: Schau Dir unsere
es: Mirar más lejos en nuestro
nl: Zie verder onze

source: Privacy Policy
de: Datenschutzbestimmungen genauer an
es: política de privacidad

source: Credits to Altruisto
de: Danke an Altruisto
es: Créditos para Altruisto
nl: Credits aan Altruisto

source: We would like to thank Altruisto for putting their code open source so we could fork our own project based on their previous work. <a href="https://altruisto.com/">Altruisto</a> does a great job at donating to charities through online shoppings. Their GitHub repo can be found here: <a href="https://github.com/Altruisto/altruisto">Altruisto GitHub repository
de: An dieser Stelle sagen wir Danke an Altruisto, dass sie ihren Code öffentlich gemacht haben. Dieses haben wir als Grundlage für unsere Projekte genutzt. <a href="https://altruisto.com/">Altruisto</a> leistet tolle Arbeit mit Spenden für Hilfsorganisationen durch das Gleiche Prinzip. Ihre GitHub repo kann hier eingesehen werden: <a href="https://github.com/Altruisto/altruisto">Altruisto GitHub repository
es: Quisiéramos agradecer a Altruisto por permitirnos utilizar su código de fuente gracias al cual podemos tener nuestro propio proyecto basado en su trabajo anterior. <a href="https://altruisto.com/">Altruisto</a> hace un gran trabajo donando a organizaciones benéficas a través de compras online. Su repo de GitHub se puede encontrar aquí: <a href="https://github.com/Altruisto/altruisto">repositorio de Altruisto GitHub
nl: We willen Altruisto graag bedanken voor het open source maken van hun code, zodat we ons project konden “forken”, gebaseerd op hun voorgaande werk. <a href="https://altruisto.com/">Altruisto</a> doet geweldig werk met het doneren aan goede doelen door middel van online winkelen. Hun GitHub repo kun je hier vinden: <a href="https://github.com/Altruisto/altruisto">Altruisto GitHub repository

source: Why installing the Ninja App requires permission to “Read and change all data on websites you visit”?
de: Warum benötigt die Installation der Ninja App die Berechtigung “Lesen und Ändern der Daten von den Webseiten die du besuchst”?
es: ¿Por qué instalar la aplicación Ninja requiere un permiso para "Leer y cambiar todos los datos en los sitios web que visito"?
nl: Waarom vraagt CO₂ok Ninja om toestemming voor “Lees en verander alle data van websites die je bezoekt”?

source: For the Ninja App to work properly it needs to have access to the information about the website you are visiting to know if you’re on one of our partners’ sites. In short, the Ninja App downloads the list of partner shops, then works in the background, comparing the website you’re viewing against the downloaded list, and if there is a match, it shows our CO₂ok button. The information about visited websites does not leave your computer, so your privacy is protected. The Ninja App has an open code available at <a href="https://github.com/Mil0dV/co2ok-ninja">Github</a> so anyone can view and audit it to make sure it is safe to use.
de: Damit die App richtig funktioniert benötigt die App Zugang zu den Informationen über die besuchte Webseite, um zu festzustellen, ob du dich auf einer unserer Partnerseiten befindest. Wenn das der Fall ist wird dir unser CO₂ok Button angezeigt. Die Information über deine besuchten Webseiten verlässt dein Computer nicht und somit ist deine Privatsphäre geschützt. Die Ninja App hat einen offenen Code auf <a href="https://github.com/Mil0dV/co2ok-ninja">Github</a> den jeder einsehen und sich somit versichern kann, dass die Benutzung sicher ist.
nl: Om het systeem te laten werken moet de extensie informatie kunnen zien over websites die je bezoekt, zo kan de CO₂ok Ninja zien of je op de website van één van onze partners zit. Deze informatie blijft op je computer en zo wordt je privacy bewaakt. De CO₂ok Ninja heeft zijn open source code op <a href="https://github.com/Mil0dV/co2ok-ninja">Github</a> gezet zodat iedereen kan verifiëren dat hij veilig is om te gebruiken.

source: Does the Ninja App track my purchases or internet activity?
de: Zeichnet die Ninja App meine Einkäufe oder meine Internetaktivität auf?
es: ¿La aplicación Ninja realiza un seguimiento de mis compras o actividad en Internet?
nl: Worden mijn aankopen of internet activiteiten opgeslagen door CO₂ok Ninja?

source: No! We don’t need your Data to fight climate change and therefore we don’t collect or save any personal shopping data. Our goal is to make the world a better place and not collecting data. We do get information about what kind of products are purchased and how many items are bought each month, but we do not track individual users’ purchases & don’t store them!
de: Wir benötigen deine Daten nicht um den Klimawandel zu bekämpfen und darum sammeln & speichern wir deine Einkaufsdaten ganz einfach nicht. Unser Ziel ist es unsere Umwelt zu verbessern und nicht Daten zu sammeln. Natürlich erhalten wir Daten über gekaufte Produkte. Jedoch zeichnen wir diese nicht pro Benutzer, sondern in der Gesamtheit auf und somit speichern wir keine individuelle Daten.
es: ¡No! No necesitamos tus datos para combatir el cambio climático y, por lo tanto, no recopilamos ni guardamos ningún dato de compra personal. Nuestro objetivo es hacer del mundo un lugar mejor y no recopilar datos. ¡Obtenemos información sobre qué tipo de productos se compran y cuántos artículos se compran cada mes, pero no rastreamos las compras de los usuarios individuales y no las almacenamos!
nl: Nee, dat gebeurt niet. Wij krijgen alleen algemene gegevens over de aankoop van producten van de webshops. Verder verzamelen we 0 persoonlijke gegevens "– we houden daar net zo weinig van als jij!

source: What stores does the Ninja App work with?
de: Bei welchen Onlineshops kann ich die Ninja App benutzen?
es: ¿Con qué tiendas funciona la aplicación Ninja?
nl: Met welke winkels werkt CO₂ok Ninja samen?

source: We have partnered with several big e-commerce businesses such as Ebay, Bol.com, Booking.com, CoolBlue, Aliexpress, Etsy, and over 1000 others. <a href "https://co2ok.eco/en/ninja-partner-stores/">Here you can find a list of all participating stores.</a>
de: Wir sind Partner von verschiedenen großen und kleinen Onlineshops, wie Ebay, Booking.com, Aliexpress und über 2000 mehr. <a href "https://co2ok.eco/en/ninja-partner-stores/">Hier findest du eine Liste der teilnehmenden Onlineshops.</a>

source: How do shops benefit from being in CO₂ok Ninja program?
de: Wie profitieren Onlineshops von der Ninja App?
es: ¿Cómo se benefician las tiendas de estar en el programa CO₂ok Ninja?
nl: Wat hebben bedrijven er aan om in de partnerlijst van CO₂ok Ninja te zitten?

source: Our users are clients who have a strong incentive to buy from our partner shops and not their competition.
de: Unsere Nutzer bevorzugen es bei teilnehmenden Onlineshops zu kaufen und nicht bei deren Konkurrenz.
es: Gracias a CO₂ok, las marcas de las tiendas están asociadas a una gran causa. Muestran que el clima y nuestro medio ambiente también son importantes para ellos y con esto mejoran su imagen.
nl: Onze gebruikers zijn cliënten die gedreven zijn om bij onze partners hun producten te halen in plaats van bij de concurrentie.

source: We are preparing multiple new features such as highlighting partners’ websites in search results. These features directly drive new consumers to partners’ stores.
de: Wir arbeiten an einigen weiteren Hilfsmitteln, wie etwa Partnershops in Suchresultaten hervorzuheben. Solche Hilfsmittel spülen mehr Konsumenten in die Partershops.
es: Nuestros usuarios son clientes que tienen un fuerte incentivo para comprar en nuestras tiendas asociadas y no en su competencia.
nl: We zijn verschillende features aan het voorbereiden, zoals pagina’s van partners in zoekresultaten te vermelden of klanten op de hoogte houden wanneer een product dat ze willen aanschaffen van één van onze partners voor dezelfde prijs beschikbaar is. Deze features zullen klanten via een directe link naar de webwinkels leiden van onze partners.

source: Thanks to CO₂ok the brands of the shops are associated with a great cause. They show that climate and our environment matters to them as well and with this they boost their image.
de: Dank CO₂ok sind die Marken mit einem grünen Image aufgeladen. Sie zeigen, dass ihnen unsere Umwelt und der Klimawandel nicht egal ist und somit steigern sie ihre Beliebtheit.
es: Estamos preparando múltiples funciones nuevas, como destacar los sitios web de los socios en los resultados de búsqueda. Estas utilidades dirigen directamente a los nuevos consumidores a las tiendas de las empresas asociadas a CO₂ok.
nl: U zult als bedrijf geassocieerd worden met het imago van CO₂ok, dat voor duurzaamheid en verbetering van het klimaat staat.

source: How big is your piece of the cake?
de: Und was verdient Ihr?
es: ¿Cómo de grande es tu porción de la tarta?
nl: Welk percentage van mijn aankoop word gebruikt om CO₂-uitstoot te compenseren?

source: We invest 75&#37; of the commission in the CO₂ compensation. The remaining 25&#37; are much needed to keep CO₂ok going. We just started and our margin doesn’t even cover the costs. Our goal is to make an impact and give everybody the chance to easily fight climate change. Eventually, we will reduce our margin – we are not in this to become rich. We will always be open and transparent and therefore we will report our income and spending each year.
de: CO₂ok erhält zwischen 1-6&#37 des Einkaufswertes. Der prozentuale Anteil hängt von dem jeweiligen Shop und des Produktes ab. Anfänglich gehen davon 75&#37; direkt in den CO₂ Ausgleich. Die restlichen 25&#37; benötigen wir um CO₂ok am Leben zu halten. Wir haben gerade erst begonnen und unser Einnahmen decken unsere Kosten noch längst nicht. Unser Ziel ist es einen Unterschied zu machen und jedem die Chance zu geben den Klimawandel mit einfachen Mitteln zu bekämpfen. Letztlich wollen wir unseren Anteil reduzieren - wir mache dies hier nicht um reich zu werden. Wir arbeiten offen und transparent und wir werden zu jedem Jahresende unsere Einnahmen und Ausgaben offen legen.
nl: CO₂ok ontvangt tussen 1-6&#37&#37 van de uiteindelijke aankoop, via de CO₂ok Ninja. Het percentage is afhankelijk van de webwinkel en het product. Hiervan gaat 75&#37; naar de non-profitorganisatie Atmosfair gaat, die zich inzetten voor ons klimaat. De overige 25&#37&#37 gebruikt wordt voor het bedrijf zelf – we willen iedereen in staat stellen klimaatverandering te bestrijden, dus tijd om de wereld te veroveren! We doen dit niet om er rijk van te worden. Ook maken we onze inkomsten en uitgaven ieder jaar openbaar.

source: I only shop at Amazon and already use Amazon Smile program, is there any reason for me to install the Ninja App?
de: Ich kauf allein bei Amazon ein und verwende Amazon Smile. Gibt es einen Grund für mich die Ninja App zu installieren?
es: Sólo compro en Amazon y ya uso el programa Amazon Smile, ¿hay alguna razón para que instale la aplicación Ninja?
nl: Ik shop alleen op Amazon en gebruik ook al Amazon Smile programma, is er een andere reden om CO₂ok Ninja te installeren?

source: First of all, our partners usually donate 2-12 times more through the Ninja App (1-6&#37) than Amazon does through Amazon Smile (only 0.5&#37 of the final price). So, if you care about having as big a positive impact on the world as you can, using the Ninja App either instead of or in addition to Amazon Smile is a way to achieve that. Moreover, there are a lot of products or services available in our partner stores that are not available on Amazon. For example, travel services (hotels, flights, train tickets, car rentals), financial products, or sport clubs’ official apparel.
de: Zuerst ist zu sagen, dass unsere Partner durch die Ninja App im Normalfall zwischen 2-12 (1-6&#37) mal mehr spenden als Amazon mit Amazon Smile (0,5&#37 vom Endpreis). Wenn du also eine größere Auswirkung auf die Welt machen willst, solltest du überlegen, ob du die Ninja App entweder anstatt oder zusätzlich zu Amazon Smile verwenden willst um dies zu erreichen. Zudem gibt es auch Produkte in unseren Partnershops, die du nicht auf Amazon findest. Wie zum Beispiel Reisen (Hotels, Flüge, Zugtickets, Autoverleihe), Finanzprodukte, Sportclubs oder spezielle Marken.
nl: Onze partners doneren 2 tot 12 keer meer via het programma Ninja en ontvangt 1-6&#37&#37 van het aankoop bedrag terwijl dit bij Amazon Smile maar 0,5&#37&#37 is. Ook heeft CO₂ok Ninja meer variatie in producten, zoals transport services, financiële producten en officiële kleding van verschillende clubs. Amazon Smile kan dit niet aanbieden.

source: How can I be sure that the money will be used to compensate greenhouse gasses?
de: Wie kann ich sicherstellen, dass das Geld für die Verringerung der Treibhausgase eingesetzt wird?
es: ¿Cómo puedo estar seguro de que el dinero se utilizará para compensar los gases del efecto invernadero?
nl: Hoe kan ik er zeker van zijn dat het geld word gebruikt om CO₂ uitstoot te verminderen?

source: Atmosfair and Fair Climate Fund provide us with certificates to prove we compensated. Additionally, we will report our income and spending each year.
de: Atmosfair und Fair Climate Fund stellen uns Zertifikate aus. Ein Beweis dafür, dass wir CO₂ Ausgleich leisten. Zudem legen wir zu jedem Jahresende unsere Einnahmen und Ausgaben offen.
es: Atmosfair y Fair Climate Fund nos proporcionan certificados para demostrar qué cantidad hemos compensado con vuestra ayuda. Adicionalmente, se reportarán nuestros ingresos y gastos cada año.
nl: De organisatie waar het geld naar toe zal gaan, zoals Atmosfair – en andere organisaties – zijn in bezit van verschillende hoogstaande certificaten. Ook worden onze inkomsten en uitgaven ieder jaar openbaar gemaakt.

source: Does it cost me anything to use the Ninja App?
de: Ist die Ninja App wirklich kostenfrei?
es: ¿Me cuesta algo usar la aplicación Ninja?
nl: Kost het mij iets om co2ok Ninja te gebruiken?
