Repository: Mil0dV/co2ok-dojo-2.0
Catalog: frontend/src/locale/django-*.po
Languages: de, es, nl

source: No, the Ninja App is absolutely free to use. The prices in the online stores are exactly the same whether you use the app or not.
de: Ja, zu 100&#37. Auch die Preise in den Onlineshops sind mit der Benutzung der App exakt die Selben.
es: No, la aplicación Ninja es absolutamente gratuita. Los precios en la tiendas online son exactamente los mismos, se utilice la aplicación o no.
nl: Nee, het programma Ninja is gratis. De prijzen bij de webwinkels zullen precies hetzelfde zijn wanneer je CO₂ok Ninja gebruikt.

source: I am not buying in any of these stores, is there any reason for me to install the Ninja App?
de: Ich kaufe in keinem dieser Onlineshops ein. Macht es dennoch Sinn die Ninja App zu installieren?
es: No estoy comprando en ninguna de estas tiendas, ¿Hay alguna razón para que instale la aplicación Ninja?
nl: Ik koop bij geen enkel bedrijf waar jullie programma op kan, is er een andere reden om het toch te installeren?

source: Yes, there are three reasons: 1) We are constantly working on new partnerships, so we may partner with stores that you do use in the near future. It’s easier to have it already installed rather than regularly check if stores that you use have been added. 2) If you even once decide to buy from our partners stores, having the Ninja App already installed can be a difference with the output of CO₂ in the world. It’s better to have it installed just in case, rather than miss an easy opportunity to do a lot of good for free. 3) It is easier to establish new partnerships with a bigger user base: the more users the Ninja App has, the easier it is to convince new stores to join our initiative. Therefore, by installing the Ninja App, you make it more probable that we will partner with shops you use in the future.
de: Absolut und hier drei Gründe: Wir arbeiten stetig an neuen Partnerschaften und somit macht vielleicht auch dein Lieblings-Shop bald mit. Unsere App informiert Dich dann automatisch, sobald du einkaufst. Dies ist wesentlich einfacher als immer zu checken, ob dein Lieblings-Shop nun mitmacht. 2) Wenn du doch einmal in einem anderen Onlineshop einkaufst, der bereits mit uns zusammenarbeitet, kannst du direkt einen CO₂ Unterschied machen. Es ist besser die App installiert zu haben als eine einfache Möglichkeit zu versäumen etwas Gutes für unsere Umwelt zu tun. 3) Es ist einfacher neue Partner zu gewinnen, wenn wir mehr Benutzer haben. Onlineshops sind dann einfacher zu überzeugen, mitzumachen. Mit der Installation machst du es somit wahrscheinlicher, dass dein Lieblings-Shop auch bald dabei ist.
es: Sí, hay tres razones: 1) Trabajamos constantemente con nuevas asociaciones, por lo que podremos asociarnos con tiendas que utilizarás en un futuro cercano. Es más fácil tenerlo ya instalado en lugar de verificar regularmente si se han agregado las tiendas que utilizamos. 2) Aunque no hayas decidido comprar aún en nuestras tiendas asociadas, tener la aplicación Ninja ya instalada puede marcar una diferencia en la emisión de CO₂ en el mundo. Es conveniente tenerlo instalado en cualquier caso y no perder una oportunidad sencilla de contribuir a un gran bien sin que te suponga ningún coste. 3) Es más fácil establecer nuevas asociaciones con una base de usuarios más grande: cuantos más usuarios tiene la aplicación Ninja, más fácil es conseguir nuevas tiendas para que se unan a nuestra iniciativa. Por lo tanto, al instalar la aplicación Ninja, es más probable que nos asociemos en un futuro con aquellas tiendas que vayas a utilizar.
nl: Ja, wij zijn constant bezig om nieuwe partners binnen te halen. Hierdoor zal het snel mogelijk kunnen zijn dat het bedrijf waar u wel shopt er in komt te staan. Hoe meer gebruikers hoe beter, bij iedere installatie zijn we een heel stuk dichterbij dan eerst en groeit ons naam en ons doel.

source: How does it work?
de: Wie funktioniert es?
es: ¿Cómo funciona?
nl: Hoe werkt CO₂ok Ninja?

source: After installing the Ninja app you will see a our “Shop CO₂ok” box whilst shopping in one of our partner stores. Simply click this box and you will be redirected back to the partner store (exactly where you were before). From then on, whenever you buy something, CO₂ok receives a portion of the price you pay (usually between 1&#37 and 6&#37). We donate our profits to carefully selected organisations such as Atmosfair. Some stores will require you to repeat the process after some time. You are a mobile Ninja - see here.
de: Nachdem du die Ninja App installiert hast, wirst du beim shoppen unsere “Shop CO₂ok Box” sehen, sobald du Dich auf einem Partner-Shop befindest. Klicke diese einfach an und die Seite lädt sich schnell neu. Von nun an erhalten wir eine Kommission (normalerweise zwischen 1&#37 - 6&#37), wenn du einen Kauf abschließt. Wir spenden dann 75&#37; dieser Summe an sorgfältig ausgesuchte Umweltschutzorganisationen wie etwa Atmosfair. Bei manchen Onlineshops wirst du diesen Vorgang nach einer gewissen Zeit wiederholen müssen.
nl: Na het installeren van het programma kunt u toestemming gegeven om CO2-uitstoot neutraal te shoppen. Tijdens het afrekenen zal er bij de webwinkel het CO2-uitstoot neutraal winkelen in kaart worden gebracht. Eenmaal afgerekend krijgt CO₂ok een deel van een bedrag via uw aankoop. Door de inkomsten via CO₂ok Ninja worden er donaties gedaan naar organisaties zoals Atmosfair.

source: Sustainable energy sources like the sun, wind and hydro power don't have negative effects on the climate. Very little greenhouse gases are emitted and there is no air polution.
de: Erneuerbare Energien
es: Las fuentes de energía sostenibles como el sol, el viento y la energía hidroeléctrica no tienen efectos negativos sobre el clima. Se emiten muy pocos gases de efecto invernadero y no hay contaminación del aire.
nl: Duurzame energiebronnen als zon, wind, waterkracht hebben geen negatieve effecten op het klimaat. Er worden weinig broeikasgassen bij uitgestoten en er is geen sprake van luchtvervuiling.

source: The Save80 cookers which use 5x less wood, which means 5x less emission.
de: Der Save80 - ein Ofen der die Menge an Holz um ein 5-faches reduziert
es: Los “cookers” Save80 usan 5 veces menos madera, lo que supone una emisión 5 veces menor de CO2.
nl: De Save80 kookstellen die 5x minder hout verbruiken, dus 5x minder uitstoot.

source: A biogas installation under construction
de: Eine Biogas-Anlage wird gebaut
es: Una instalación de biogas en construcción.
nl: Een biogasinstallatie in aanbouw.

source: Sign Up
de: Registrieren
es: Registrarse

source: Sign in
de: Anmelden
es: Iniciar sesión

source: Sign up via:
de: Registrieren mit:

source: Join us!
de: Mach mit!
nl: Strijd mee!

source: Join us to:
de: Mach mit und:
nl: Strijd mee en:

source: 💚 See the kg of CO₂ you prevented
de: 💚 Siehe wie viel kg CO₂ du vermieden hast
nl: 💚 Zie hoeveel kg CO₂ je voorkomen hebt

source: 💚 Choose your CO₂ compensation project
de: 💚 Wähle dein CO₂ Kompensationsprojekt
nl: 💚 Kies je CO₂ compensatieprojekt

source: 💚 Earn secret rewards in the Ninja referral program
de: 💚 Erhalte geheime Belohnungen in unserem Empfehlungsprogramm
nl: 💚 Verdien geheime beloningen in het Ninja referral program

source: Continue without registering
de: Weiter ohne Registrierung
nl: Verder zonder registreren

source: Get the app
de: Hol die App
nl: Installeer de App

source: We won't share your email adress or other user data, read here about our
de: Wir geben deine E-Mail und andere Benutzerdaten nicht weiter. Erfahre hier mehr über unsere
es: No compartiremos su correo electrónico u otros datos personales que se faciliten. Lea aquí sobre nuestra
nl: We zullen je email en andere gebruikersdata niet delen, lees hier over onze

source: Partner stores list
de: Partnershops
es: Lista de tiendas asociadas
nl: Partner winkels lijst

source: You raise money for the fight against climate change when you shop in one of these online stores.
de: Du sammelst Geld für den Kampf gegen den Klimawandel, wenn du bei einem der gelisteten Onlineshops einkaufst.
es: Nos ayudas a recaudar dinero para la lucha contra el cambio climático con sólo un click cuando compras en una de estas tiendas en línea.
nl: Je haalt geld op voor de strijd tegen klimaatverandering wanneer je op één van deze webwinkels komt.

source: NOTE: CO₂ok Ninja only needs to know which website you are visiting. We do not record your website visits or any other data. We do not make changes on your computer. The Google notice that you see as you click further is different from what the Ninja app does.
de: HINWEIS: Deine Privatsphäre ist uns wichtig! Wir sind keine Datensammler und speichern deine Einkaufsdaten nicht. Wir müssen nur wissen, ob du dich in einem Partnershop befindest um die Kommission auszulösen. Auch diese Daten werden nicht gespeichert. Die Meldung von Google, die du sehen wirst wenn du die App installierst variiert, jedoch können wir das leider nicht beeinflussen.
nl: LET OP: Jouw privacy is belangrijk. We hoeven alleen te weten op welke website je je bevindt. Daarom slaan we geen gegevens op. De Googlemelding die je zo ziet als je verder klikt, is dus anders dan wat de Ninja app doet.

source: GET THE APP
de: HOL DIR DIE APP

source: images/ninja_app_install_EN.png
de: images/ninja_app_install_DE.png
es: images/ninja_app_install_ES.png
nl: images/ninja_app_install_NL.png

source: Profile
de: Profil
es: Perfil
nl: Profiel

source: Tell your friends about CO₂ok Ninja by sharing the above link, so you get shurikens
de: Erzähle deinen Freunden von der CO₂ok Ninja App, indem du den obigen Link teilst. So können wir unsere Ninja Truppe vergrößern und zusammen die Welt zu einem besseren Ort machen.
es: Involucra a tus contactos en la lucha contra el cambio climático compartiendo el enlace de arriba CO2ok Ninja. De esta manera obtendrás shurikens que mejorarán tu posición Ninja
nl: Vertel je vrienden over CO₂ok Ninja door de bovenstaande link te delen, zodat je shurikens verdient

source: CO₂ compensated
de: CO₂ kompensiert
es: CO2 compensado
nl: CO₂ gecompenseerd

source: Pick a cause
de: Wähle ein Projekt
es: Escoge una causa
nl: Kies een doel

source: The power of Ninja is together!
de: Die Power von allen Ninjas zusammen.
es: !La unión del poder Ninja!
nl: De kracht van Ninja is samen!

source: Tell your friends and family about the Ninja App and share the link to fight climate change.
de: Erzähl deinen Freunden und deiner Familie von der Ninja App und teile den Link um den Klimawandel zu bekämpfen.
es: Pon al día a tus amigos y familiares sobre la aplicación Ninja y comparte el enlace para combatir el cambio climático.
nl: Vertel je vrienden en familie over de Ninja App en deel de link om klimaatverandering tegen te gaan.

source: The online shop makes your purchase climate neutral and that way we actively compensate CO2 through a sustainable project.
de: Der Webshop macht deinen Einkauf klimaneutral und somit kompensieren wir CO₂ durch nachhaltige Projekte.
es: La tienda en línea hace que tu compra online tenga un efecto neutral con respecto al cambio climático: compensamos el CO2 producido financiando un proyecto sostenible.
nl: De webshop maakt jouw aankoop klimaatneutraal en zo compenseren we actief CO2 d.m.v. een duurzaam project.

source: Make sure every penny is worth it so we can live on a green and clean planet.
de: Sorge dafür das jeder Cent zählt, sodass wir auf einem grünen und sauberen Planeten leben können.
es: Asegurate de que cada céntimo tenga un buen impacto en el manaña para que podamos vivir en un planeta verde y limpio.
nl: Zorg dat elke cent het waard is om samen in een groene en schone wereld te leven.

source: Share our vision, make others happy with the Ninja App. (Want to know more?)
de: Teile unsere Vision und mach andere Menschen mit unserer Ninja App glücklich (erfahre mehr)
es: Comparte nuestra visión, alegra el día a los tuyos con la aplicación Ninja. (¿Quieres saber más?)
nl: Deel je onze visie, maak anderen ook gelukkig met de Ninja app. (Meer weten?)

source: (Our developers are working hard to make the CO₂ counter work in the near future.)
de: (Unsere Nerds arbeiten hart daran den CO₂ Zähler zeitnah ans Laufen zu bekommen.)
es: (Nuestros informáticos están trabajando arduamente para el lanzamiento del contador de CO₂)
nl: (Onze programmeurs zijn aan de slag om de CO₂ teller werkend te krijgen in de nabije toekomst.)

source: Ninja Stars
de: Ninja Sterne
es: Estrellas ninjas
nl: Ninja Sterren

source: Register and install the App. The App is safe, open source and
de: Registrieren und App installieren. Die App ist sicher, open source und
es: Regístrese e instale la aplicación. La aplicación es segura, de código abierto
nl: Registreer je en installeer de App. De App is veilig, open source en

source: respects your privacy.
de: respektiert deine Privatsphäre.
es: y respeta su privacidad.
nl: respecteert je privacy.

source: You can help fight climate change!
de: Bekämpf den Klimawandel!
nl: Jij kan helpen met de strijd tegen klimaatverandering!

source: Help us reach anyone who shops online!
de: Hilf uns jeden zu erreichen der online einkauft.
nl: Help ons iedereen te bereiken die online shopt!

source: Click Here!
de: KLICK HIER!
nl: INSTALLEER GRATIS

source: How it works:
de: So funktioniert es:
nl: Hoe het werkt:

source: YOU INSTALL THE EXTENSION
de: REGISTRIERE DICH UND INSTALLIERE DIE NINJA APP
nl: JE INSTALLEERT DE EXTENSIE

source: It doesn’t get easier! Just click the button below and then click “add to chrome”. Want to know more? Go to
de: Klicke den Button und werde ein CO₂ok Ninja. Klimawandel bekämpfen war noch nie so leicht.
nl: Het kan niet makkelijker! Klik op de knop hieronder en klik dan “toevoegen aan chrome”. Meer weten? Ga naar

source: WHEN YOU VISIT ONE OF OUR PARTNER’S STORES, YOU CAN START RAISING MONEY
de: KAUF BEI EINEM UNSERER PARTNER-SHOPS UND SAMMLE GELD FÜR DEN KAMPF GEGEN DEN KLIMAWANDEL.
nl: WANNEER JE DE WEBWINKEL BEZOEKT VAN EEN VAN ONZE PARTNERS, HELP JE MEE GELD OP TE HALEN

source: At the top of our partners’ online shops you will see a button giving you an opportunity to start raising money for the benefit of the environment from your purchases in that shop. Want to know more? Go to:
de: Nachdem du die Ninja App installiert hast, wirst Du beim shoppen unsere “Shop CO₂ok Box” sehen, sobald du dich auf einem Partner-Shop befindest. Das gibt dir die Möglichkeit Geld zum Wohle unserer Umwelt zu sammeln - allein durch deinen Einkauf.
nl: Bovenaan de pagina van onze online shops zie je een button die je de mogelijkheid geeft om geld in te zamelen ten behoeve van het milieu door de aankopen die je maakt in die webshop. Wil je meer weten? Ga naar:

source: YOU BUY SOMETHING APPEALING, WE FINANCE THE CERTIFIED PARTNERS IN FIGHTING CLIMATE CHANGE
de: DU KAUFST EIN UND WIR FINANZIEREN CO₂ AUSGLEICHSPROJEKTE
nl: JE KOOPT IETS MOOIS, WIJ FINANCIËREN DE GECERTIFICEERDE PARTNERS VOOR DE STRIJD TEGEN KLIMAAT VERANDERING

source: Using CO₂ok Ninja means you only have to press the button which says “Shop CO₂ok” and then you will be redirected back to the store. So when you buy something, CO₂ok receives a commission (usually between 2&#37 and 5&#37), depending on the store and we finance our certified partners in fighting climate change. We keep a quarter of the commission – not to get rich – but we need it to grow and to make as much impact in the fight against climate change as possible. Want to know more? Go to
de: Nachdem du unsere “Shop CO₂ok Box” angeklickt hast, erhalten wir eine Kommission (normalerweise zwischen 1 - 6&#37), wenn du einen Kauf abschließt. Wir spenden dann 75&#37 dieser Summe an sorgfältig ausgesuchte Umweltschutzorganisationen wie etwa Atmosfair. Die restlichen 25&#37 benötigen wir um CO₂ok zu finanzieren. Unser Ziel ist es einen Unterschied zu machen und jedem die Chance zu geben den Klimawandel mit einfachen Mitteln zu bekämpfen. Letztlich wollen wir unseren Anteil reduzieren - wir mache dies hier nicht um reich zu werden. Wir arbeiten offen und transparent und wir werden zu jedem Jahresende unsere Einnahmen und Ausgaben offen legen.
nl: CO₂ok Ninja gebruiken betekent dat je alleen de button hoeft te klikken waarop staat “Shop CO₂ok” en dan zul je teruggestuurd worden naar de webshop. Dus als je iets koopt zal CO₂ok een commissie ontvangen (doorgaans tussen 2&#37 en 5&#37), afhankelijk van de winkel en we zullen onze gecertificeerde partners financieren die strijd leveren tegen klimaat verandering. We houden een kwart van de commissie – niet om rijk te worden – maar we hebben het nodig om te groeien en zoveel mogelijk te betekenen in de strijd tegen klimaat verandering. Wil je meer weten? Ga naar:

source: CHARITIES FIGHT CLIMATE CHANGE!
de: Klimawandel bekämpfen
nl: GOEDE DOELEN STRIJDEN TEGEN KLIMAATVERANDERING!

source: The amount the online shop donates is used to finance sustainable energy and CO₂-emission reduction projects (via our certified partners). These projects actively reduce the amount of emitted CO₂, thereby making your purchase climate friendly. In fact, the compensation amount sometimes generates surplus, so in fact your purchase could help reducing CO₂ emissions, beyond the CO₂ emitted during the production and shipping of your products. This way you’re making a real difference benefiting the environment!
de: Mit dem Betrag den wir von den Onlineshops erhalten, finanzieren wir Erneuerbare-Energie & CO₂ Verminderungs-Projekte, zusammen mit unseren zertifizierten Partnern. Diese Projekte verringern aktiv den CO₂ Ausstoß und machen somit deinen Einkauf klimaneutral. Mit manchen Einkäufen können wir sogar mehr als nur einen CO₂ Ausgleich schaffen und den CO₂ Ausstoß sogar vermindern. Somit machst du einen positiven Unterschied für unsere Umwelt!
nl: De hoeveelheid die webshops doneren wordt gebruikt om duurzame energy en CO₂-emissie reductie projecten te financieren (middels onze gecertificeerde partners). Deze projecten reduceren actief de hoeveelheid CO₂ wordt uitgestoten en maakt je aankoop daarmee klimaatvriendelijk. Sterker nog, de compensatie hoeveelheid zorgt er soms voor dat er een overschot wordt betaald, dus je aankoop kan er zelfs voor zorgen dat je helpt met CO₂ uitstoot te reduceren, voorbij de hoeveelheid CO₂ er uitgestoten wordt voor de productie en het verzenden van jou producten. Op deze manier maak je een groot verschil ten behoeve van het milieu!

source: Read more about our certified partners:
de: Schau dir unsere zertifizierten Partner an:
nl: Lees meer over onze gecertificeerde partners:

source: SHARE ON FACEBOOK
de: AUF FACEBOOK TEILEN
nl: DEEL OP FACEBOOK

source: SHARE ON TWITTER
de: AUF TWITTER TEILEN
nl: DEEL OP TWITTER

source: We have partnered with several big e-commerce businesses such as Ebay, Bol.com, Booking.com, CoolBlue, Aliexpress, Etsy, and over 1000 others. <a href="https://co2ok.eco/en/ninja-partner-stores/">Here you can find a list of all participating stores.</a>
nl: CO₂ok Ninja is aangesloten bij meer dan 1000 webwinkels, zoals Ebay, Bol.com, Etsy en Barnes&Noble. <a href="https://co2ok.eco/en/ninja-partner-stores/">Check hier de lijst.</a>

source: MISSION
es: Misión
nl: MISSIE

source: 22.000+ INTERNATIONAL SHOPS
es: Más de 22.000 tiendas internacionales
nl: 22.000+ INTERNATIONALE SHOPS

source: With the help of your clicks we support these sustainable projects!
nl: Dankzij je kliks realiseren we samen deze duurzame projecten!

source: You can install the Mobile Ninja app on your device so you can easily access your favorite online shops and automatically compensate CO2 emissions.
es: Puede instalar la aplicación Ninja en su dispositivo para acceder fácilmente desde su móvil a sus tiendas favoritas en línea y compensar automáticamente las emisiones de CO2.
nl: Je kan de Mobile Ninja app installeren op je toestel zodat je makkelijk je favoriete webshops kan bezoeken en automatisch CO2 uitstoot kan compenseren.

source: 1) Tap the Action button on the toolbar.
es: 1) Clique el botón 'Acción' en la barra de herramientas.
nl: 1) Tap de Actie knop op de toolbar.

source: 2) Tap the Add to Home Screen button from the Share Sheet.
es: 2) Clique el botón 'Agregar a la pantalla de inicio' de la hoja 'Compartir'
nl: 2) Tap de Add to Home Screen knop van de Share Sheet.

source: You've been invited by an anonymous Ninja!
es: ¡Has sido invitado por un Ninja anónimo!
nl: Je bent uitgenodigd door een anonieme Ninja!

source: (We're going to make this a little less impersonal in the future)
nl: (We gaan dit een beetje minder onpersoonlijk maken in de toekomst)

source: password
es: Contraseña
nl: wachtwoord

source: welcome
nl: Welkom

source: For the Ninja App to work properly it needs to have access to the "information about the website you are visiting to know if you’re on one of "our partners’ sites. In short, the Ninja App downloads the list of partner "shops, then works in the background, comparing the website you’re viewing against the downloaded list, and if there is a match, it shows our CO₂ok button. The information about visited websites does not leave your computer, so your privacy is protected. The Ninja App has an open code available at <a href="https://github.com/Mil0dV/co2ok-ninja">Github</a> so anyone can view and audit it to make sure it is safe to use.
es: Para que la aplicación Ninja funcione correctamente, debe tener acceso a la información sobre aquellos sitios web que estás visitando para identificar si ese sitio web pertenece a uno de nuestros socios. La aplicación Ninja descarga la lista de tiendas asociadas, para después trabajar en un segundo plano comparando el sitio web que estás viendo con la lista descargada. En el caso de haber una coincidencia, se mostrará nuestra opción CO₂ok. La información sobre los sitios web visitados no sale de su ordenador, por lo que tu privacidad está protegida. La aplicación Ninja tiene un código abierto disponible en Github para que cualquiera pueda verlo y auditarlo para asegurarse de que sea seguro de usar.

source: We have partnered with several big e-commerce businesses such as Ebay, Bol.com, Booking.com, CoolBlue, Aliexpress, Etsy, and over 1000 others. <a href \
es: Nos hemos asociado con varias grandes empresas de comercio electrónico como Ebay, Bol.com, Booking.com, CoolBlue, Aliexpress, Etsy además de otras 1000 más. Aquí puedes encontrar una lista de todas las tiendas participantes.

source: We invest 75&#37; of the commission in the CO₂ compensation. The remaining 25%% are much needed to keep CO₂ok going. We just started and our margin doesn’t even cover the costs. Our goal is to make an impact and give everybody the chance to easily fight climate change. Eventually, we will reduce our margin – we are not in this to become rich. We will always be open and transparent and therefore we will report our income and spending each year.
es: Invertimos el 75&#37; de la comisión en la reparación de la emisión de CO₂ .El 25&#37; restante es muy necesario para que CO₂ok siga funcionando. Acabamos de empezar y nuestro margen todavía no cubre los costes. Nuestro objetivo es generar un impacto positivo y dar a todo el que quiera la oportunidad de combatir fácilmente el cambio climático. Eventualmente, reduciremos nuestro margen. No estamos en esto para hacernos ricos. Siempre seremos abiertos y transparentes y, por lo tanto, informaremos sobre nuestros ingresos y gastos cada año.
